export const mockFullArticles = [{
	articleId:"article1",
	articleTitle: "热门内容, 来自: 游戏",
	context: "虽然这些游戏的评价都惨不忍睹，但我点开了那些游戏。一场始料未及的悲惨之旅，悄然而至…作者投稿丨3rd 传说互联网上有这么一种仪式，能让各路游戏厂商使出吃奶的劲，纷纷打着各种跳楼价，拼命推销着自家土产的纯绿色有机无公害产品。而面对这么努力的商家…",
	good: 255,
	comments: 600
},{
	articleId:"article2",
	articleTitle: "热门内容, 来自: 时尚",
	context: "别光感谢，我牺牲这么大不给个赞？ 是我是我都是我 当我发出这个照片 本来就只有几百个关注的我 可能要掉粉了 这是我大一的暑假照片 这是我大二的暑假 这是我现在 你问我有什么区别？ 你说有什么区别！！！ 是不是减肥了？ 我没有，反而下面的胖了。 整容了… ",
	good: 255,
	comments: 600
},{
	articleId:"article3",
	articleTitle: "热门内容, 来自: 时尚",
	context: "别光感谢，我牺牲这么大不给个赞？ 是我是我都是我 当我发出这个照片 本来就只有几百个关注的我 可能要掉粉了 这是我大一的暑假照片 这是我大二的暑假 这是我现在 你问我有什么区别？ 你说有什么区别！！！ 是不是减肥了？ 我没有，反而下面的胖了。 整容了… ",
	good: 255,
	comments: 600
},{
	articleId:"article4",
	articleTitle: "热门内容, 来自: 时尚",
	context: "别光感谢，我牺牲这么大不给个赞？ 是我是我都是我 当我发出这个照片 本来就只有几百个关注的我 可能要掉粉了 这是我大一的暑假照片 这是我大二的暑假 这是我现在 你问我有什么区别？ 你说有什么区别！！！ 是不是减肥了？ 我没有，反而下面的胖了。 整容了… ",
	good: 255,
	comments: 600
},{
	articleId:"article5",
	articleTitle: "热门内容, 来自: 时尚",
	context: "别光感谢，我牺牲这么大不给个赞？ 是我是我都是我 当我发出这个照片 本来就只有几百个关注的我 可能要掉粉了 这是我大一的暑假照片 这是我大二的暑假 这是我现在 你问我有什么区别？ 你说有什么区别！！！ 是不是减肥了？ 我没有，反而下面的胖了。 整容了… ",
	good: 255,
	comments: 600
},{
	articleId:"article6",
	articleTitle: "热门内容, 来自: 时尚",
	context: "别光感谢，我牺牲这么大不给个赞？ 是我是我都是我 当我发出这个照片 本来就只有几百个关注的我 可能要掉粉了 这是我大一的暑假照片 这是我大二的暑假 这是我现在 你问我有什么区别？ 你说有什么区别！！！ 是不是减肥了？ 我没有，反而下面的胖了。 整容了… ",
	good: 255,
	comments: 600
}];
export const mockMoreArticles = [{
	articleId:"article7",
	articleTitle: "热门内容, 来自: 游戏",
	context: "虽然这些游戏的评价都惨不忍睹，但我点开了那些游戏。一场始料未及的悲惨之旅，悄然而至…作者投稿丨3rd 传说互联网上有这么一种仪式，能让各路游戏厂商使出吃奶的劲，纷纷打着各种跳楼价，拼命推销着自家土产的纯绿色有机无公害产品。而面对这么努力的商家…",
	good: 255,
	comments: 600
},{
	articleId:"article8",
	articleTitle: "热门内容, 来自: 时尚",
	context: "别光感谢，我牺牲这么大不给个赞？ 是我是我都是我 当我发出这个照片 本来就只有几百个关注的我 可能要掉粉了 这是我大一的暑假照片 这是我大二的暑假 这是我现在 你问我有什么区别？ 你说有什么区别！！！ 是不是减肥了？ 我没有，反而下面的胖了。 整容了… ",
	good: 255,
	comments: 600
},{
	articleId:"article9",
	articleTitle: "热门内容, 来自: 时尚",
	context: "别光感谢，我牺牲这么大不给个赞？ 是我是我都是我 当我发出这个照片 本来就只有几百个关注的我 可能要掉粉了 这是我大一的暑假照片 这是我大二的暑假 这是我现在 你问我有什么区别？ 你说有什么区别！！！ 是不是减肥了？ 我没有，反而下面的胖了。 整容了… ",
	good: 255,
	comments: 600
},{
	articleId:"article10",
	articleTitle: "热门内容, 来自: 时尚",
	context: "别光感谢，我牺牲这么大不给个赞？ 是我是我都是我 当我发出这个照片 本来就只有几百个关注的我 可能要掉粉了 这是我大一的暑假照片 这是我大二的暑假 这是我现在 你问我有什么区别？ 你说有什么区别！！！ 是不是减肥了？ 我没有，反而下面的胖了。 整容了… ",
	good: 255,
	comments: 600
},{
	articleId:"article11",
	articleTitle: "热门内容, 来自: 时尚",
	context: "别光感谢，我牺牲这么大不给个赞？ 是我是我都是我 当我发出这个照片 本来就只有几百个关注的我 可能要掉粉了 这是我大一的暑假照片 这是我大二的暑假 这是我现在 你问我有什么区别？ 你说有什么区别！！！ 是不是减肥了？ 我没有，反而下面的胖了。 整容了… ",
	good: 255,
	comments: 600
},{
	articleId:"article12",
	articleTitle: "热门内容, 来自: 时尚",
	context: "别光感谢，我牺牲这么大不给个赞？ 是我是我都是我 当我发出这个照片 本来就只有几百个关注的我 可能要掉粉了 这是我大一的暑假照片 这是我大二的暑假 这是我现在 你问我有什么区别？ 你说有什么区别！！！ 是不是减肥了？ 我没有，反而下面的胖了。 整容了… ",
	good: 255,
	comments: 600
}];